Repository: 43FUN/dblog
Catalog: dblog/locale/*/LC_MESSAGES/django.po
Languages: ru_ru

source: New publications are always with you.
ru_ru: Новые публикации всегда с Вами.

source: Author
ru_ru: Автор

source: Author association.
ru_ru: Ассоциация с автором.

source: Title
ru_ru: Название

source: Your blog name.
ru_ru: Название Вашего блога.

source: Blog association.
ru_ru: Ассоциация с блогом.

source: Displayed on the browser tab and in the beginning of the article.
ru_ru: Отображается на вкладке браузера и начале статьи.

source: Body
ru_ru: Текст

source: Body HTML
ru_ru: Текст HTML

source: Ready to display text on the page.
ru_ru: Текст отображаемый на странице.

source: Tags
ru_ru: Тэги

source: Comma separated tags.
ru_ru: Разделенные запятой тэги.

source: Created
ru_ru: Создано

source: Changed
ru_ru: Изменено

source: Changed time.
ru_ru: Время изменения

source: Is draft
ru_ru: Это черновик

source: After publishing, you can not make a post draft.
ru_ru: После публикации Вы не сможете сделать пост черновиком.

source: Is promoted
ru_ru: Выделить

source: Publish this post on front page.
ru_ru: Опубликовать пост на главной странице блогов.

source: Enable comments
ru_ru: Включить комментарии

source: Allow user to post comments.
ru_ru: Разрешить пользователям оставлять комментарии.

source: New comment posted on
ru_ru: Новый комментарий оставлен для

source: blog
ru_ru: блог

source: New post published
ru_ru: Новая запись опубликована

source: Drafts
ru_ru: Черновики

source: Posts tagged by
ru_ru: Записи отмеченные

source: Blogs
ru_ru: Блоги

source: previous page
ru_ru: предыдущая страница

source: next page
ru_ru: следующая страница

source: Posted
ru_ru: Опубликовано

source: Total comments
ru_ru: Всего комментариев

source: Comments
ru_ru: Комментарии

source: delete
ru_ru: удалить

source: Submit
ru_ru: Отправить

source: Sorry, but you must be
ru_ru: Извинте, вы должны

source: logged in
ru_ru: войти

source: to submit comments
ru_ru: для размещения комментариев

source: Manage post
ru_ru: Управлять записью

source: Update post entry
ru_ru: Обновить запись

source: Create post entry
ru_ru: Создать запись в блоге

source: Post entry form
ru_ru: Форма записи в блоге

source: Approve a comment
ru_ru: Принять комментарий
